Repository: zilokki-bot/openclaw
Catalog: apps/macos/Sources/OpenClaw/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja_jp, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_cn, zh_tw

source: Refresh after changing binaries, environment variables, or skill config.
ar: قم بالتحديث بعد تغيير الملفات الثنائية أو متغيرات البيئة أو إعدادات Skills.
de: Nach Änderungen an Binärdateien, Umgebungsvariablen oder der Skill-Konfiguration aktualisieren.
es: Actualiza después de cambiar binarios, variables de entorno o la configuración de Skills.
fa: پس از تغییر باینری‌ها، متغیرهای محیطی یا پیکربندی skill، بازخوانی کنید.
fr: Actualisez après avoir modifié les binaires, les variables d’environnement ou la configuration de skill.
hi: बाइनरी, environment variables, या skill config बदलने के बाद रिफ्रेश करें।
id: Segarkan setelah mengubah binary, variabel lingkungan, atau konfigurasi skill.
it: Aggiorna dopo aver modificato binari, variabili d'ambiente o la configurazione della skill.
ja_jp: バイナリ、環境変数、またはskill設定を変更した後に更新してください。
ko: 바이너리, 환경 변수 또는 skill config를 변경한 후 새로 고치세요.
nl: Vernieuw na het wijzigen van binaries, omgevingsvariabelen of skill-configuratie.
pl: Odśwież po zmianie plików binarnych, zmiennych środowiskowych lub konfiguracji skill.
pt_br: Atualize após alterar binários, variáveis de ambiente ou a configuração de skills.
ru: Обновите после изменения бинарных файлов, переменных среды или конфигурации skill.
sv: Uppdatera efter ändring av binärer, miljövariabler eller skill-konfiguration.
th: รีเฟรชหลังจากเปลี่ยนไบนารี ตัวแปรสภาพแวดล้อม หรือการกำหนดค่า skill
tr: İkili dosyaları, ortam değişkenlerini veya skill yapılandırmasını değiştirdikten sonra yenileyin.
uk: Оновіть після зміни бінарних файлів, змінних середовища або конфігурації skill.
vi: Làm mới sau khi thay đổi binary, biến môi trường hoặc cấu hình skill.
zh_cn: 更改二进制文件、环境变量或 skill 配置后刷新。
zh_tw: 變更二進位檔、環境變數或 skill 設定後請重新整理。

source: Refresh status
ar: تحديث الحالة
de: Status aktualisieren
es: Actualizar estado
fa: تازه‌سازی وضعیت
fr: Actualiser l’état
hi: स्थिति रीफ़्रेश करें
id: Segarkan status
it: Aggiorna stato
ja_jp: ステータスを更新
ko: 상태 새로 고침
nl: Status vernieuwen
pl: Odśwież status
pt_br: Atualizar status
ru: Обновить статус
sv: Uppdatera status
th: รีเฟรชสถานะ
tr: Durumu yenile
uk: Оновити статус
vi: Làm mới trạng thái
zh_cn: 刷新状态
zh_tw: 重新整理狀態

source: Refreshing microphones…
ar: جارٍ تحديث الميكروفونات…
de: Mikrofone werden aktualisiert …
es: Actualizando micrófonos…
fa: در حال نوسازی میکروفون‌ها…
fr: Actualisation des microphones…
hi: माइक्रोफ़ोन रिफ़्रेश किए जा रहे हैं…
id: Menyegarkan mikrofon…
it: Aggiornamento microfoni…
ja_jp: マイクを更新中…
ko: 마이크 새로 고치는 중…
nl: Microfoons vernieuwen…
pl: Odświeżanie mikrofonów…
pt_br: Atualizando microfones…
ru: Обновление списка микрофонов…
sv: Uppdaterar mikrofoner…
th: กำลังรีเฟรชไมโครโฟน…
tr: Mikrofonlar yenileniyor…
uk: Оновлення мікрофонів…
vi: Đang làm mới micrô…
zh_cn: 正在刷新麦克风…
zh_tw: 正在重新整理麥克風…

source: Reject
ar: رفض
de: Ablehnen
es: Rechazar
fa: رد کردن
fr: Rejeter
hi: अस्वीकार करें
id: Tolak
it: Rifiuta
ja_jp: 拒否
ko: 거부
nl: Afwijzen
pl: Odrzuć
pt_br: Rejeitar
ru: Отклонить
sv: Avvisa
th: ปฏิเสธ
tr: Reddet
uk: Відхилити
vi: Từ chối
zh_cn: 拒绝
zh_tw: 拒絕

source: Reject All
ar: رفض الكل
de: Alle ablehnen
es: Rechazar todo
fa: رد همه
fr: Tout rejeter
hi: सभी अस्वीकार करें
id: Tolak Semua
it: Rifiuta tutto
ja_jp: すべて拒否
ko: 모두 거부
nl: Alles afwijzen
pl: Odrzuć wszystko
pt_br: Rejeitar tudo
ru: Отклонить все
sv: Avvisa alla
th: ปฏิเสธทั้งหมด
tr: Tümünü Reddet
uk: Відхилити все
vi: Từ chối tất cả
zh_cn: 全部拒绝
zh_tw: 全部拒絕

source: Relink
ar: إعادة الربط
de: Neu verknüpfen
es: Volver a vincular
fa: پیونددهی دوباره
fr: Associer à nouveau
hi: फिर से लिंक करें
id: Tautkan ulang
it: Ricollega
ja_jp: 再リンク
ko: 다시 연결
nl: Opnieuw koppelen
pl: Połącz ponownie
pt_br: Revincular
ru: Привязать заново
sv: Länka om
th: ลิงก์ใหม่
tr: Yeniden bağla
uk: Пов’язати повторно
vi: Liên kết lại
zh_cn: 重新关联
zh_tw: 重新連結

source: Reload
ar: إعادة التحميل
de: Neu laden
es: Recargar
fa: بارگذاری مجدد
fr: Recharger
hi: रीलोड करें
id: Muat ulang
it: Ricarica
ja_jp: 再読み込み
ko: 다시 로드
nl: Opnieuw laden
pl: Odśwież
pt_br: Recarregar
ru: Перезагрузить
sv: Läs in igen
th: โหลดใหม่
tr: Yeniden yükle
uk: Перезавантажити
vi: Tải lại
zh_cn: 重新加载
zh_tw: 重新載入

source: Remote (another host)
ar: بعيد (مضيف آخر)
de: Remote (anderer Host)
es: Remoto (otro host)
fa: راه‌دور (میزبان دیگر)
fr: Distant (autre hôte)
hi: रिमोट (दूसरा होस्ट)
id: Jarak jauh (host lain)
it: Remoto (un altro host)
ja_jp: リモート（別のホスト）
ko: 원격(다른 호스트)
nl: Extern (een andere host)
pl: Zdalnie (inny host)
pt_br: Remoto (outro host)
ru: Удаленно (другой хост)
sv: Fjärr (annan värd)
th: ระยะไกล (โฮสต์อื่น)
tr: Uzak (başka bir ana makine)
uk: Віддалено (інший хост)
vi: Từ xa (máy chủ khác)
zh_cn: 远程（另一台主机）
zh_tw: 遠端（其他主機）

source: Remote Access
ar: الوصول عن بُعد
de: Remote-Zugriff
es: Acceso remoto
fa: دسترسی از راه دور
fr: Accès à distance
hi: दूरस्थ पहुँच
id: Akses Jarak Jauh
it: Accesso remoto
ja_jp: リモートアクセス
ko: 원격 액세스
nl: Toegang op afstand
pl: Dostęp zdalny
pt_br: Acesso remoto
ru: Удаленный доступ
sv: Fjärråtkomst
th: การเข้าถึงระยะไกล
tr: Uzaktan Erişim
uk: Віддалений доступ
vi: Truy cập từ xa
zh_cn: 远程访问
zh_tw: 遠端存取

source: Remote Gateway direct
ar: Gateway بعيد مباشر
de: Remote-Gateway direkt
es: Gateway remoto directo
fa: Gateway راه‌دور مستقیم
fr: Gateway distant direct
hi: रिमोट Gateway डायरेक्ट
id: Gateway Jarak Jauh langsung
it: Gateway remoto diretto
ja_jp: リモート Gateway 直接接続
ko: 원격 Gateway 직접 연결
nl: Externe Gateway direct
pl: Bezpośredni zdalny Gateway
pt_br: Gateway remoto direto
ru: Прямое подключение к удаленному Gateway
sv: Fjärr-Gateway direkt
th: Gateway ระยะไกลโดยตรง
tr: Uzak Gateway doğrudan
uk: Пряме підключення до віддаленого Gateway
vi: Gateway từ xa trực tiếp
zh_cn: 远程 Gateway 直连
zh_tw: 遠端 Gateway 直接連線

source: Remote Gateway via SSH
ar: Gateway بعيد عبر SSH
de: Remote-Gateway über SSH
es: Gateway remoto mediante SSH
fa: Gateway راه‌دور از طریق SSH
fr: Gateway distant via SSH
hi: SSH के ज़रिए रिमोट Gateway
id: Gateway Jarak Jauh via SSH
it: Gateway remoto tramite SSH
ja_jp: SSH 経由のリモート Gateway
ko: SSH를 통한 원격 Gateway
nl: Externe Gateway via SSH
pl: Zdalny Gateway przez SSH
pt_br: Gateway remoto via SSH
ru: Удаленный Gateway через SSH
sv: Fjärr-Gateway via SSH
th: Gateway ระยะไกลผ่าน SSH
tr: SSH üzerinden uzak Gateway
uk: Віддалений Gateway через SSH
vi: Gateway từ xa qua SSH
zh_cn: 通过 SSH 连接远程 Gateway
zh_tw: 透過 SSH 連線至遠端 Gateway

source: Remote OpenClaw Active
ar: OpenClaw البعيد نشط
de: Remote-OpenClaw aktiv
es: OpenClaw remoto activo
fa: OpenClaw راه دور فعال است
fr: OpenClaw distant actif
hi: Remote OpenClaw सक्रिय
id: OpenClaw Jarak Jauh Aktif
it: OpenClaw remoto attivo
ja_jp: リモート OpenClaw がアクティブです
ko: 원격 OpenClaw 활성
nl: Externe OpenClaw actief
pl: Zdalny OpenClaw aktywny
pt_br: OpenClaw remoto ativo
ru: Удаленный OpenClaw активен
sv: Fjärr-OpenClaw aktivt
th: OpenClaw ระยะไกลกำลังทำงาน
tr: Uzak OpenClaw Etkin
uk: Віддалений OpenClaw активний
vi: OpenClaw từ xa đang hoạt động
zh_cn: 远程 OpenClaw 处于活动状态
zh_tw: 遠端 OpenClaw 使用中

source: Remote OpenClaw Connecting
ar: OpenClaw عن بُعد قيد الاتصال
de: Remote OpenClaw wird verbunden
es: Conectando OpenClaw remoto
fa: در حال اتصال OpenClaw راه دور
fr: Connexion OpenClaw distant
hi: Remote OpenClaw कनेक्ट हो रहा है
id: Remote OpenClaw Menghubungkan
it: OpenClaw remoto in connessione
ja_jp: リモート OpenClaw に接続中
ko: 원격 OpenClaw 연결 중
nl: Externe OpenClaw verbindt
pl: Łączenie zdalnego OpenClaw
pt_br: OpenClaw Remoto Conectando
ru: Подключение удалённого OpenClaw
sv: Fjärr-OpenClaw ansluter
th: Remote OpenClaw กำลังเชื่อมต่อ
tr: Uzak OpenClaw Bağlanıyor
uk: Віддалений OpenClaw підключається
vi: OpenClaw từ xa đang kết nối
zh_cn: 远程 OpenClaw 正在连接
zh_tw: 遠端 OpenClaw 連線中

source: Remote OpenClaw Needs Attention
ar: OpenClaw عن بُعد يحتاج إلى انتباه
de: Remote OpenClaw erfordert Aufmerksamkeit
es: OpenClaw remoto necesita atención
fa: OpenClaw راه دور نیاز به توجه دارد
fr: OpenClaw distant requiert votre attention
hi: Remote OpenClaw को ध्यान देने की आवश्यकता है
id: Remote OpenClaw Perlu Perhatian
it: OpenClaw remoto richiede attenzione
ja_jp: リモート OpenClaw に対応が必要です
ko: 원격 OpenClaw 주의 필요
nl: Externe OpenClaw vereist aandacht
pl: Zdalny OpenClaw wymaga uwagi
pt_br: OpenClaw Remoto Precisa de Atenção
ru: Удалённый OpenClaw требует внимания
sv: Fjärr-OpenClaw behöver åtgärd
th: Remote OpenClaw ต้องการการดูแล
tr: Uzak OpenClaw Dikkat Gerektiriyor
uk: Віддалений OpenClaw потребує уваги
vi: OpenClaw từ xa cần chú ý
zh_cn: 远程 OpenClaw 需要注意
zh_tw: 遠端 OpenClaw 需要注意

source: Remote Tunnel
ar: النفق البعيد
es: Túnel remoto
fa: تونل راه‌دور
fr: Tunnel distant
hi: रिमोट टनल
id: Tunnel Jarak Jauh
it: Tunnel remoto
ja_jp: リモートトンネル
ko: 원격 터널
nl: Externe tunnel
pl: Tunel zdalny
pt_br: Túnel remoto
ru: Удаленный туннель
sv: Fjärrtunnel
th: อุโมงค์ระยะไกล
tr: Uzak Tünel
uk: Віддалений тунель
vi: Đường hầm từ xa
zh_cn: 远程隧道
zh_tw: 遠端通道

source: Remote connection
ar: اتصال بعيد
de: Remote-Verbindung
es: Conexión remota
fa: اتصال از راه دور
fr: Connexion distante
hi: रिमोट कनेक्शन
id: Koneksi jarak jauh
it: Connessione remota
ja_jp: リモート接続
ko: 원격 연결
nl: Externe verbinding
pl: Połączenie zdalne
pt_br: Conexão remota
ru: Удаленное подключение
sv: Fjärranslutning
th: การเชื่อมต่อระยะไกล
tr: Uzak bağlantı
uk: Віддалене підключення
vi: Kết nối từ xa
zh_cn: 远程连接
zh_tw: 遠端連線

source: Remote gateway checklist
ar: قائمة تحقق Gateway البعيد
de: Remote-Gateway-Checkliste
es: Lista de comprobación de gateway remoto
fa: چک‌لیست Gateway راه دور
fr: Liste de vérification du gateway distant
hi: Remote gateway चेकलिस्ट
id: Daftar periksa gateway jarak jauh
it: Checklist per il gateway remoto
ja_jp: リモート Gateway チェックリスト
ko: Remote gateway 체크리스트
nl: Checklist voor Remote gateway
pl: Lista kontrolna zdalnego gateway
pt_br: Checklist do gateway remoto
ru: Контрольный список для удалённого gateway
sv: Checklista för fjärr-Gateway
th: รายการตรวจสอบ Remote gateway
tr: Remote gateway kontrol listesi
uk: Контрольний список для віддаленого Gateway
vi: Danh sách kiểm tra Gateway từ xa
zh_cn: 远程 gateway 检查清单
zh_tw: 遠端 Gateway 檢查清單

source: Remote gateway ready
ar: Gateway البعيدة جاهزة
de: Remote-Gateway bereit
es: Gateway remoto listo
fa: gateway راه‌دور آماده است
fr: Gateway distante prête
hi: Remote gateway तैयार है
id: Gateway jarak jauh siap
it: Gateway remoto pronto
ja_jp: リモートGatewayの準備ができました
ko: 원격 gateway 준비됨
nl: Externe gateway gereed
pl: Zdalny gateway gotowy
pt_br: Gateway remoto pronto
ru: Удаленный gateway готов
sv: Fjärrgateway redo
th: gateway ระยะไกลพร้อมใช้งาน
tr: Uzak gateway hazır
vi: Gateway từ xa đã sẵn sàng
zh_cn: 远程 Gateway 已就绪
zh_tw: 遠端 Gateway 已就緒

source: Remote test
ar: اختبار عن بُعد
es: Prueba remota
fa: آزمایش از راه دور
fr: Test à distance
hi: दूरस्थ परीक्षण
id: Uji jarak jauh
it: Test remoto
ja_jp: リモートテスト
ko: 원격 테스트
nl: Test op afstand
pl: Test zdalny
pt_br: Teste remoto
ru: Удаленный тест
sv: Fjärrtest
th: การทดสอบระยะไกล
tr: Uzaktan test
uk: Віддалений тест
vi: Kiểm tra từ xa
zh_cn: 远程测试
zh_tw: 遠端測試

source: Remove
ar: إزالة
de: Entfernen
es: Eliminar
fa: حذف
fr: Supprimer
hi: हटाएँ
id: Hapus
it: Rimuovi
ja_jp: 削除
ko: 제거
nl: Verwijderen
pl: Usuń
pt_br: Remover
ru: Удалить
sv: Ta bort
th: นำออก
tr: Kaldır
uk: Видалити
vi: Xóa
zh_cn: 移除
zh_tw: 移除

source: Remove Gateway?
ar: إزالة Gateway؟
de: Gateway entfernen?
es: ¿Eliminar el Gateway?
fa: Gateway حذف شود؟
fr: Supprimer le Gateway ?
hi: Gateway हटाएँ?
id: Hapus Gateway?
it: Rimuovere il Gateway?
ja_jp: Gatewayを削除しますか？
ko: Gateway를 제거하시겠습니까?
nl: Gateway verwijderen?
pl: Usunąć Gateway?
pt_br: Remover Gateway?
ru: Удалить Gateway?
sv: Ta bort Gateway?
th: นำ Gateway ออกหรือไม่?
tr: Gateway kaldırılsın mı?
uk: Видалити Gateway?
vi: Xóa Gateway?
zh_cn: 移除 Gateway？
zh_tw: 移除 Gateway？

source: Remove attached text context
ar: إزالة سياق النص المرفق
de: Angehängten Textkontext entfernen
es: Eliminar el contexto de texto adjunto
fa: حذف متن زمینهٔ پیوست‌شده
fr: Supprimer le contexte textuel joint
hi: संलग्न टेक्स्ट संदर्भ हटाएँ
id: Hapus konteks teks terlampir
it: Rimuovi il contesto testuale allegato
ja_jp: 添付されたテキストコンテキストを削除
ko: 첨부된 텍스트 컨텍스트 제거
nl: Bijgevoegde tekstcontext verwijderen
pl: Usuń dołączony kontekst tekstowy
pt_br: Remover contexto de texto anexado
ru: Удалить прикреплённый текстовый контекст
sv: Ta bort bifogad textkontext
th: ลบบริบทข้อความที่แนบมา
tr: Ekli metin bağlamını kaldır
uk: Видалити прикріплений текстовий контекст
vi: Xóa ngữ cảnh văn bản đính kèm
zh_cn: 移除附加的文本上下文
zh_tw: 移除附加的文字內容

source: Remove attachments or wait for delivery before archiving or deleting this thread.
ar: أزل المرفقات أو انتظر تسليمها قبل أرشفة سلسلة المحادثة هذه أو حذفها.
de: Entfernen Sie Anhänge oder warten Sie auf die Zustellung, bevor Sie diesen Thread archivieren oder löschen.
es: Elimina los archivos adjuntos o espera a que se entreguen antes de archivar o eliminar este hilo.
fa: پیش از بایگانی یا حذف این رشته، پیوست‌ها را حذف کنید یا منتظر تحویل آن‌ها بمانید.
fr: Supprimez les pièces jointes ou attendez leur livraison avant d’archiver ou de supprimer ce fil.
hi: इस थ्रेड को संग्रहित करने या हटाने से पहले अटैचमेंट हटाएँ या उनके डिलीवर होने की प्रतीक्षा करें।
id: Hapus lampiran atau tunggu hingga pengiriman selesai sebelum mengarsipkan atau menghapus utas ini.
it: Rimuovi gli allegati o attendi la consegna prima di archiviare o eliminare questa conversazione.
ja_jp: このスレッドをアーカイブまたは削除する前に、添付ファイルを削除するか、配信が完了するまでお待ちください。
ko: 이 스레드를 보관하거나 삭제하기 전에 첨부 파일을 제거하거나 전송이 완료될 때까지 기다리세요.
nl: Verwijder bijlagen of wacht op de bezorging voordat je deze thread archiveert of verwijdert.
pl: Usuń załączniki lub poczekaj na ich dostarczenie przed zarchiwizowaniem albo usunięciem tego wątku.
pt_br: Remova os anexos ou aguarde a entrega antes de arquivar ou excluir esta conversa.
ru: Удалите вложения или дождитесь их доставки, прежде чем архивировать или удалять эту ветку.
sv: Ta bort bilagor eller vänta tills de har levererats innan du arkiverar eller tar bort den här tråden.
th: นำไฟล์แนบออกหรือรอให้ส่งเสร็จก่อนเก็บถาวรหรือลบเธรดนี้
tr: Bu ileti dizisini arşivlemeden veya silmeden önce ekleri kaldırın ya da teslim edilmelerini bekleyin.
uk: Видаліть вкладення або дочекайтеся їх доставки, перш ніж архівувати чи видаляти цю гілку.
vi: Xóa tệp đính kèm hoặc chờ gửi xong trước khi lưu trữ hay xóa luồng này.
zh_cn: 请移除附件或等待附件发送完毕，然后再归档或删除此话题。
zh_tw: 請先移除附件或等待傳送完成，再封存或刪除此對話串。

source: Remove attachments or wait for delivery to resolve before starting a new chat.
ar: أزل المرفقات أو انتظر حتى يكتمل التسليم قبل بدء محادثة جديدة.
de: Entferne Anhänge oder warte, bis die Zustellung abgeschlossen ist, bevor du einen neuen Chat startest.
es: Elimina los adjuntos o espera a que se complete la entrega antes de iniciar un nuevo chat.
fa: پیش از شروع گفتگوی جدید، پیوست‌ها را حذف کنید یا منتظر تکمیل ارسال بمانید.
fr: Supprimez les pièces jointes ou attendez la fin de leur envoi avant de démarrer une nouvelle discussion.
hi: नई चैट शुरू करने से पहले अटैचमेंट हटाएँ या डिलीवरी पूरी होने की प्रतीक्षा करें।
id: Hapus lampiran atau tunggu hingga pengiriman selesai sebelum memulai obrolan baru.
it: Rimuovi gli allegati o attendi il completamento della consegna prima di iniziare una nuova chat.
ja_jp: 新しいチャットを開始する前に、添付ファイルを削除するか、配信が完了するまでお待ちください。
ko: 새 채팅을 시작하기 전에 첨부 파일을 제거하거나 전송이 완료될 때까지 기다리세요.
nl: Verwijder bijlagen of wacht tot de bezorging is afgerond voordat je een nieuwe chat start.
pl: Usuń załączniki lub poczekaj na zakończenie dostarczania przed rozpoczęciem nowego czatu.
pt_br: Remova os anexos ou aguarde a conclusão da entrega antes de iniciar uma nova conversa.
ru: Удалите вложения или дождитесь доставки, прежде чем начинать новый чат.
sv: Ta bort bilagor eller vänta på att leveransen slutförs innan du startar en ny chatt.
th: นำไฟล์แนบออกหรือรอให้การส่งเสร็จสิ้นก่อนเริ่มแชตใหม่
tr: Yeni bir sohbet başlatmadan önce ekleri kaldırın veya teslimatın tamamlanmasını bekleyin.
uk: Видаліть вкладення або дочекайтеся завершення доставки, перш ніж починати новий чат.
vi: Gỡ tệp đính kèm hoặc chờ gửi xong trước khi bắt đầu cuộc trò chuyện mới.
zh_cn: 请移除附件或等待发送完成后再开始新聊天。
zh_tw: 請先移除附件或等待傳送完成，再開始新的聊天。

source: Remove attachments or wait for delivery to resolve before switching chats.
ar: أزِل المرفقات أو انتظر اكتمال التسليم قبل تبديل المحادثات.
de: Entfernen Sie Anhänge oder warten Sie auf die Zustellung, bevor Sie den Chat wechseln.
es: Elimina los adjuntos o espera a que se complete la entrega antes de cambiar de chat.
fa: پیش از تغییر گفتگو، پیوست‌ها را حذف کنید یا منتظر تکمیل ارسال بمانید.
fr: Supprimez les pièces jointes ou attendez la livraison avant de changer de conversation.
hi: चैट बदलने से पहले अटैचमेंट हटाएं या डिलीवरी पूरी होने की प्रतीक्षा करें।
id: Hapus lampiran atau tunggu pengiriman selesai sebelum beralih obrolan.
it: Rimuovi gli allegati o attendi il completamento della consegna prima di cambiare chat.
ja_jp: チャットを切り替える前に、添付ファイルを削除するか送信が完了するのを待ってください。
ko: 채팅을 전환하기 전에 첨부 파일을 제거하거나 전송이 완료될 때까지 기다리세요.
nl: Verwijder bijlagen of wacht tot de bezorging is voltooid voordat je van chat wisselt.
pl: Usuń załączniki lub poczekaj na zakończenie dostarczania przed przełączeniem czatów.
pt_br: Remova os anexos ou aguarde a entrega ser concluída antes de trocar de conversa.
ru: Удалите вложения или дождитесь доставки, прежде чем переключать чаты.
sv: Ta bort bilagor eller vänta på att leveransen slutförs innan du byter chatt.
th: ลบไฟล์แนบหรือรอให้การส่งเสร็จสิ้นก่อนสลับแชท
tr: Sohbetleri değiştirmeden önce ekleri kaldırın veya teslimatın tamamlanmasını bekleyin.
uk: Видаліть вкладення або зачекайте на завершення доставлення, перш ніж перемикати чати.
vi: Gỡ tệp đính kèm hoặc chờ gửi xong trước khi chuyển cuộc trò chuyện.
zh_cn: 请移除附件或等待发送完成后再切换聊天。
zh_tw: 請先移除附件或等待傳送完成，再切換聊天。

source: Remove language
ar: إزالة اللغة
de: Sprache entfernen
es: Eliminar idioma
fa: حذف زبان
fr: Supprimer la langue
hi: भाषा हटाएँ
id: Hapus bahasa
it: Rimuovi lingua
ja_jp: 言語を削除
ko: 언어 제거
nl: Taal verwijderen
pl: Usuń język
pt_br: Remover idioma
ru: Удалить язык
sv: Ta bort språk
th: ลบภาษา
tr: Dili kaldır
uk: Вилучити мову
vi: Xóa ngôn ngữ
zh_cn: 移除语言
zh_tw: 移除語言

source: Remove trigger word
ar: إزالة كلمة التشغيل
de: Auslösewort entfernen
es: Eliminar palabra de activación
fa: حذف واژه فعال‌ساز
fr: Supprimer le mot déclencheur
hi: ट्रिगर शब्द हटाएँ
id: Hapus kata pemicu
it: Rimuovi parola di attivazione
ja_jp: トリガーワードを削除
ko: 트리거 단어 제거
nl: Triggerwoord verwijderen
pl: Usuń słowo wyzwalające
pt_br: Remover palavra de ativação
ru: Удалить слово-триггер
sv: Ta bort aktiveringsord
th: ลบคำทริกเกอร์
tr: Tetikleyici kelimeyi kaldır
uk: Вилучити слово-тригер
vi: Xóa từ kích hoạt
zh_cn: 移除触发词
zh_tw: 移除觸發詞

source: Rename
ar: إعادة تسمية
de: Umbenennen
es: Cambiar nombre
fa: تغییر نام
fr: Renommer
hi: नाम बदलें
id: Ubah Nama
it: Rinomina
ja_jp: 名前を変更
ko: 이름 변경
nl: Hernoemen
pl: Zmień nazwę
pt_br: Renomear
ru: Переименовать
sv: Byt namn
th: เปลี่ยนชื่อ
tr: Yeniden Adlandır
uk: Перейменувати
vi: Đổi tên
zh_cn: 重命名
zh_tw: 重新命名

source: Rename Group
ar: إعادة تسمية المجموعة
de: Gruppe umbenennen
es: Cambiar nombre del grupo
fa: تغییر نام گروه
fr: Renommer le groupe
hi: समूह का नाम बदलें
id: Ubah Nama Grup
it: Rinomina gruppo
ja_jp: グループ名を変更
ko: 그룹 이름 변경
nl: Groepsnaam wijzigen
pl: Zmień nazwę grupy
pt_br: Renomear grupo
ru: Переименовать группу
sv: Byt namn på grupp
th: เปลี่ยนชื่อกลุ่ม
tr: Grubu Yeniden Adlandır
uk: Перейменувати групу
vi: Đổi tên nhóm
zh_cn: 重命名群组
zh_tw: 重新命名群組

source: Rename Thread
ar: إعادة تسمية المحادثة
de: Thread umbenennen
es: Renombrar hilo
fa: تغییر نام رشته
fr: Renommer le fil de discussion
hi: थ्रेड का नाम बदलें
id: Ganti Nama Utas
it: Rinomina conversazione
ja_jp: スレッド名を変更
ko: 스레드 이름 변경
nl: Gesprek hernoemen
pl: Zmień nazwę wątku
pt_br: Renomear conversa
ru: Переименовать ветку
sv: Byt namn på tråd
th: เปลี่ยนชื่อเธรด
tr: İş Parçacığını Yeniden Adlandır
uk: Перейменувати гілку
vi: Đổi tên luồng
zh_cn: 重命名对话
zh_tw: 重新命名對話串

source: Rename Thread…
ar: إعادة تسمية المحادثة…
de: Thread umbenennen…
es: Renombrar hilo…
fa: تغییر نام رشته…
fr: Renommer le fil de discussion…
hi: थ्रेड का नाम बदलें…
id: Ganti Nama Utas…
it: Rinomina conversazione…
ja_jp: スレッド名を変更…
ko: 스레드 이름 변경…
nl: Gesprek hernoemen…
pl: Zmień nazwę wątku…
pt_br: Renomear conversa…
ru: Переименовать ветку…
sv: Byt namn på tråd…
th: เปลี่ยนชื่อเธรด…
tr: İş Parçacığını Yeniden Adlandır…
uk: Перейменувати гілку…
vi: Đổi tên luồng…
zh_cn: 重命名对话…
zh_tw: 重新命名對話串…

source: Rename…
ar: إعادة التسمية…
de: Umbenennen…
es: Cambiar nombre…
fa: تغییر نام…
fr: Renommer…
hi: नाम बदलें…
id: Ubah nama…
it: Rinomina…
ja_jp: 名前を変更…
ko: 이름 변경…
nl: Hernoemen…
pl: Zmień nazwę…
pt_br: Renomear…
ru: Переименовать…
sv: Byt namn…
th: เปลี่ยนชื่อ…
tr: Yeniden adlandır…
uk: Перейменувати…
vi: Đổi tên…
zh_cn: 重命名…
zh_tw: 重新命名…

source: Repairing the OpenClaw Gateway update…
ar: جارٍ إصلاح تحديث OpenClaw Gateway…
de: Das Update des OpenClaw Gateway wird repariert…
es: Reparando la actualización del Gateway de OpenClaw…
fa: در حال تعمیر به‌روزرسانی Gateway در OpenClaw…
fr: Réparation de la mise à jour du Gateway OpenClaw…
hi: OpenClaw Gateway अपडेट की मरम्मत की जा रही है…
id: Memperbaiki pembaruan Gateway OpenClaw…
it: Riparazione dell’aggiornamento del Gateway di OpenClaw…
ja_jp: OpenClaw Gatewayのアップデートを修復中…
ko: OpenClaw Gateway 업데이트를 복구하는 중…
nl: De update van de OpenClaw Gateway wordt gerepareerd…
pl: Naprawianie aktualizacji OpenClaw Gateway…
pt_br: Reparando a atualização do Gateway do OpenClaw…
ru: Исправление обновления OpenClaw Gateway…
sv: Reparerar uppdateringen av OpenClaw Gateway…
th: กำลังซ่อมแซมการอัปเดต OpenClaw Gateway…
tr: OpenClaw Gateway güncellemesi onarılıyor…
uk: Відновлення оновлення OpenClaw Gateway…
vi: Đang sửa chữa bản cập nhật OpenClaw Gateway…
zh_cn: 正在修复 OpenClaw Gateway 更新…
zh_tw: 正在修復 OpenClaw Gateway 更新…

source: Replace and Relaunch
ar: استبدال وإعادة التشغيل
de: Ersetzen und neu starten
es: Reemplazar y reiniciar
fa: جایگزینی و راه‌اندازی مجدد
fr: Remplacer et relancer
hi: बदलें और फिर से लॉन्च करें
id: Ganti dan Luncurkan Ulang
it: Sostituisci e riavvia
ja_jp: 置き換えて再起動
ko: 교체 후 다시 시작
nl: Vervangen en opnieuw starten
pl: Zastąp i uruchom ponownie
pt_br: Substituir e Reiniciar
ru: Заменить и перезапустить
sv: Ersätt och starta om
th: แทนที่และเปิดใหม่
tr: Değiştir ve Yeniden Başlat
uk: Замінити та перезапустити
vi: Thay thế và khởi chạy lại
zh_cn: 替换并重新启动
zh_tw: 取代並重新啟動

source: Replace the older OpenClaw in Applications?
ar: استبدال النسخة الأقدم من OpenClaw في التطبيقات؟
de: Das ältere OpenClaw im Ordner „Programme“ ersetzen?
es: ¿Reemplazar la versión anterior de OpenClaw en Aplicaciones?
fa: نسخه قدیمی‌تر OpenClaw در Applications جایگزین شود؟
fr: Remplacer l’ancienne version d’OpenClaw dans Applications ?
hi: Applications में पुराने OpenClaw को बदलें?
id: Ganti OpenClaw yang lebih lama di Applications?
it: Sostituire la versione precedente di OpenClaw in Applicazioni?
ja_jp: Applications にある古い OpenClaw を置き換えますか？
ko: 응용 프로그램의 이전 OpenClaw를 교체하시겠어요?
nl: De oudere OpenClaw in Programma's vervangen?
pl: Zastąpić starszą wersję OpenClaw w folderze Aplikacje?
pt_br: Substituir a versão mais antiga do OpenClaw em Aplicativos?
ru: Заменить более старый OpenClaw в Applications?
sv: Ersätt den äldre OpenClaw i Program?
th: แทนที่ OpenClaw เวอร์ชันเก่าใน Applications หรือไม่?
tr: Applications içindeki eski OpenClaw değiştirilsin mi?
uk: Замінити старішу версію OpenClaw в Applications?
vi: Thay thế OpenClaw cũ hơn trong Applications?
zh_cn: 替换“应用程序”中较旧的 OpenClaw？
zh_tw: 要取代「應用程式」中較舊的 OpenClaw 嗎？

source: Reply
ar: رد
de: Antwort
es: Responder
fa: پاسخ
fr: Répondre
hi: जवाब दें
id: Balas
it: Rispondi
ja_jp: 返信
ko: 답장
nl: Antwoorden
pl: Odpowiedz
pt_br: Responder
ru: Ответ
sv: Svara
th: ตอบกลับ
tr: Yanıtla
uk: Відповісти
vi: Trả lời
zh_cn: 回复
zh_tw: 回覆
